Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitFinanceLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.addAccount
source: Add Account
ar: إضافة حساب
bg: Добави акаунт
ca: Afegir compte
cs: Přidat účet
da: Tilføj konto
de: Account hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
es_419: Agregar cuenta
fi: Lisää tili
fr: Ajouter un compte
fr_ca: Ajouter un compte
he: הוסף/י חשבון
hi: खाता जोड़ें
hr: Dodaj račun
hu: Fiók hozzáadása
id: Tambah Akun
it: Aggiungi Account
ja: アカウントを追加
kk: Аккаунт қосу
ko: 계정 추가
ms: Tambah Akaun
nb: Legg til konto
nl: Voeg account toe
pl: Dodaj konto
pt_br: Adicionar Conta
pt_pt: Adicionar conta
ro: Adaugă un cont
ru: Добавить учетную запись
sk: Pridať účet
sv: Lägg till konto
th: เพิ่มบัญชี
tr: Hesap Ekle
uk: Додати обліковий запис
vi: Thêm tài khoản
zh_hans: 添加帐户
zh_hant: 新增帳號
zh_hk: 新增帳戶

# TK.Action.addBankAccount
source: Add Bank Account
ar: إضافة حساب بنكي
bg: Добави банкова сметка
ca: Afegir Compte Bancari
cs: Přidat bankovní účet
da: Tilføj bankkonto
de: Bankkonto hinzufügen
el: Προσθήκη Τραπεζικού Λογαριασμού
es: Agregar cuenta bancaria
es_419: Agregar cuenta bancaria
fi: Lisää pankkitili
fr: Ajouter un compte bancaire
fr_ca: Ajouter un compte bancaire
he: הוסף חשבון בנק
hi: बैंक खाता जोड़ें
hr: Dodaj bankovni račun
hu: Bankszámla hozzáadása
id: Tambah Rekening Bank
it: Aggiungi Conto Bancario
ja: 銀行口座を追加
kk: Банк есепшотын қосу
ko: 은행 계좌 추가
ms: Tambah Akaun Bank
nb: Legg til bankkonto
nl: Bankrekening Toevoegen
pl: Dodaj konto bankowe
pt_br: Adicionar Conta Bancária
pt_pt: Adicionar Conta Bancária
ro: Adaugă Cont Bancar
ru: Добавить банковский счет
sk: Pridať bankový účet
sv: Lägg till bankkonto
th: เพิ่มบัญชีธนาคาร
tr: Banka Hesabı Ekle
uk: Додати банківський рахунок
vi: Thêm tài khoản ngân hàng
zh_hans: 添加银行账户
zh_hant: 新增銀行帳戶
zh_hk: 新增銀行帳戶

# TK.Action.addCard
source: Add Card
ar: إضافة بطاقة
bg: Добавяне на карта
ca: Afegir targeta
cs: Přidat kartu
da: Tilføj kort
de: Karte hinzufügen
el: Προσθήκη Κάρτας
es: Añadir tarjeta
es_419: Agregar tarjeta
fi: Lisää kortti
fr: Ajouter une carte
fr_ca: Ajouter une carte
he: הוספת כרטיס
hi: कार्ड जोड़ें
hr: Dodaj karticu
hu: Kártya hozzáadása
id: Tambah Kartu
it: Aggiungi carta
ja: カードを追加
kk: Картаны қосу
ko: 카드 추가
ms: Tambah Kad
nb: Legg til kort
nl: Voeg kaart toe
pl: Dodaj kartę
pt_br: Adicionar Cartão
pt_pt: Adicionar cartão
ro: Adaugă un card
ru: Добавить карту
sk: Pridať kartu
sv: Lägg till kort
th: เพิ่มบัตร
tr: Kart Ekle
uk: Додати картку
vi: Thêm thẻ
zh_hans: 添加卡片
zh_hant: 加入卡片
zh_hk: 新增卡片

# TK.Action.applyCoupon
source: Apply Coupon
ar: تطبيق القسيمة
bg: Приложи ваучер
ca: Aplicar Codi de Descompte
cs: Použít kupón
da: Anvend kupon
de: Gutschein anwenden
el: Εφαρμογή Κωδικού Εκπτωσης
es: Aplicar cupón
es_419: Aplicar cupón
fi: Käytä kuponkia
fr: Appliquer le coupon
fr_ca: Appliquer un Coupon
he: החל קופון
hi: कूपन लागू करें
hr: Primijeni kupon
hu: Kupon alkalmazása
id: Terapkan Kupon
it: Applica Coupon
ja: クーポンを適用
kk: Купонды қолдану
ko: 쿠폰 적용
ms: Terapkan Kupon
nb: Bruk kupong
nl: Coupon Toepassen
pl: Zastosuj kupon
pt_br: Aplicar Cupom
pt_pt: Aplicar Cupão
ro: Aplică cupon
ru: Применить купон
sk: Použiť kupón
sv: Tillämpa rabattkod
th: ใช้คูปอง
tr: Kupon Uygula
uk: Застосувати купон
vi: Áp dụng mã giảm giá
zh_hans: 使用优惠券
zh_hant: 套用優惠券
zh_hk: 應用優惠券

# TK.Action.applyFilter
source: Apply Filter
ar: تطبيق الفلتر
bg: Приложи филтър
ca: Aplicar Filtre
cs: Použít filtr
da: Anvend filter
de: Filter anwenden
el: Εφαρμογή Φίλτρου
es: Aplicar filtro
es_419: Aplicar filtro
fi: Käytä suodatinta
fr: Appliquer le filtre
fr_ca: Appliquer un Filtre
he: החל פילטר
hi: फिल्टर लागू करें
hr: Primijeni filter
hu: Szűrő alkalmazása
id: Terapkan Filter
it: Applica Filtro
ja: フィルタを適用
kk: Фильтрды қолдану
ko: 필터 적용
ms: Terapkan Penapis
nb: Bruk filter
nl: Filter Toepassen
pl: Zastosuj filtr
pt_br: Aplicar Filtro
pt_pt: Aplicar Filtro
ro: Aplică Filtru
ru: Применить фильтр
sk: Použiť filter
sv: Tillämpa filter
th: ใช้ตัวกรอง
tr: Filtre Uygula
uk: Застосувати фільтр
vi: Áp dụng bộ lọc
zh_hans: 应用过滤器
zh_hant: 應用濾鏡
zh_hk: 套用過濾器

# TK.Action.backupData
source: Backup Data
ar: نسخ البيانات احتياطيًا
bg: Резервно копие на данни
ca: Fer Còpia de Seguretat de Dades
cs: Zálohovat data
da: Tag backup af data
de: Daten sichern
el: Εφεδρεία Δεδομένων
es: Hacer copia de seguridad de datos
es_419: Resguardar datos
fi: Varmuuskopioi tiedot
fr: Sauvegarder les données
fr_ca: Sauvegarder les Données
he: גבה נתונים
hi: डेटा बैकअप करें
hr: Izradi sigurnosnu kopiju podataka
hu: Adatok biztonsági mentése
id: Cadangkan Data
it: Esegui Backup Dati
ja: データをバックアップ
kk: Деректерді резервте сақтау
ko: 데이터 백업
ms: Cipta Sandaran Data
nb: Sikkerhetskopier data
nl: Gegevens Back-uppen
pl: Utwórz kopię zapasową danych
pt_br: Fazer Backup dos Dados
pt_pt: Fazer Backup de Dados
ro: Copiază Date
ru: Резервное копирование данных
sk: Zálohovať údaje
sv: Säkerhetskopiera data
th: สำรองข้อมูล
tr: Verileri Yedekle
uk: Резервне копіювання даних
vi: Sao lưu dữ liệu
zh_hans: 备份数据
zh_hant: 備份資料
zh_hk: 備份數據

# TK.Action.buy
source: Buy
ar: شراء
bg: Купи
ca: Comprar
cs: Koupit
da: Køb
de: Kaufen
el: Αγορά
es: Comprar
es_419: Comprar
fi: Osta
fr: Acheter
fr_ca: Acheter
he: רכישה
hi: ख़रीदें
hr: Kupi
hu: Megvásárlás
id: Beli
it: Acquista
ja: 購入
kk: Сатып алу
ko: 구입
ms: Beli
nb: Kjøp
nl: Koop
pl: Kup
pt_br: Comprar
pt_pt: Comprar
ro: Cumpără
ru: Купить
sk: Kúpiť
sv: Köp
th: ซื้อ
tr: Satın Al
uk: Купити
vi: Mua
zh_hans: 购买
zh_hant: 購買
zh_hk: 購買

# TK.Action.buyNow
source: Buy Now
ar: شراء الآن
bg: Купи сега
ca: Comprar Ara
cs: Koupit nyní
da: Køb nu
de: Jetzt kaufen
el: Αγορά Τώρα
es: Comprar ahora
es_419: Comprar ahora
fi: Osta nyt
fr: Acheter maintenant
fr_ca: Acheter Maintenant
he: קנה עכשיו
hi: अभी खरीदें
hr: Kupi odmah
hu: Azonnali vásárlás
id: Beli Sekarang
it: Compra Subito
ja: 今すぐ購入
kk: Қазір сатып алу
ko: 지금 구매
ms: Beli Sekarang
nb: Kjøp nå
nl: Nu Kopen
pl: Kup teraz
pt_br: Comprar Agora
pt_pt: Comprar Agora
ro: Cumpără Acum
ru: Купить сейчас
sk: Kúpiť teraz
sv: Köp nu
th: ซื้อทันที
tr: Şimdi Satın Al
uk: Купити зараз
vi: Mua ngay
zh_hans: 立即购买
zh_hant: 立即購買
zh_hk: 立即購買

# TK.Action.convertCurrency
source: Convert Currency
ar: تحويل العملة
bg: Конвертирай валута
ca: Convertir Moneda
cs: Převést měnu
da: Konverter valuta
de: Währung umrechnen
el: Μετατροπή Νομίσματος
es: Convertir moneda
es_419: Convertir moneda
fi: Muuta valuutta
fr: Convertir la devise
fr_ca: Convertir la Devise
he: המר מטבע
hi: मुद्रा परिवर्तित करें
hr: Pretvori valutu
hu: Pénznem Konvertálása
id: Ubah Mata Uang
it: Converti Valuta
ja: 通貨を換算
kk: Валюта аудару
ko: 통화 변환
ms: Tukar Mata Wang
nb: Konverter valuta
nl: Valuta Converteren
pl: Przekonwertuj walutę
pt_br: Converter Moeda
pt_pt: Converter Moeda
ro: Convertește moneda
ru: Конвертировать валюту
sk: Prepočítať meny
sv: Omvandla valuta
th: แปลงสกุลเงิน
tr: Para Birimini Dönüştür
uk: Конвертувати валюту
vi: Chuyển đổi tiền tệ
zh_hans: 转换货币
zh_hant: 貨幣轉換
zh_hk: 兌換貨幣

# TK.Action.deposit
source: Deposit
ar: إيداع
bg: Депозиране
ca: Ingressar
cs: Vložit
da: Indbetal
de: Einzahlen
el: Κατάθεση
es: Depositar
es_419: Depositar
fi: Talleta
fr: Déposer
fr_ca: Déposer
he: הפקד
hi: जमा करें
hr: Uloži
hu: Betét
id: Setor
it: Deposita
ja: 預ける
kk: Депозит
ko: 입금
nb: Sett inn
nl: Storten
pl: Wpłać
pt_br: Depositar
pt_pt: Depositar
ro: Depozitează
ru: Внести депозит
sk: Vložiť
sv: Sätt in
th: ฝากเงิน
tr: Para Yatır
uk: Внести депозит
vi: Nạp Tiền
zh_hans: 存款
zh_hant: 存款
zh_hk: 存款

# TK.Action.exportPDF
source: Export PDF
ar: تصدير كملف PDF
bg: Експортирай PDF
ca: Exportar com a PDF
cs: Exportovat PDF
da: Eksporter PDF
de: PDF exportieren
el: Εξαγωγή σε PDF
es: Exportar PDF
es_419: Exportar PDF
fi: Vie PDF
fr: Exporter au format PDF
fr_ca: Exporter au format PDF
he: ייצוא כקובץ PDF
hi: PDF एक्सपोर्ट करें
hr: Eksportiraj PDF
hu: Exportálás PDF-ként
id: Ekspor PDF
it: Esporta PDF
ja: PDFをエクスポートする
kk: PDF файлын экспорттау
ko: PDF 내보내기
ms: Eksport PDF
nb: Eksporter PDF
nl: Exporteer PDF
pl: Eksportuj PDF
pt_br: Exportar PDF
pt_pt: Exportar PDF
ro: Exportați PDF
ru: Экспортировать PDF
sk: Exportovať PDF
sv: Exportera PDF
th: ส่งออก PDF
tr: PDF’i Dışa Aktar
uk: Експортувати PDF
vi: Xuất PDF
zh_hans: 导出PDF
zh_hant: 輸出為PDF
zh_hk: 輸出為PDF

# TK.Action.generateInvoice
source: Generate Invoice
ar: إنشاء فاتورة
bg: Генериране на фактура
ca: Generar factura
cs: Vygenerovat fakturu
da: Generer Faktura
de: Rechnung Erstellen
el: Δημιουργία Τιμολογίου
es: Generar factura
es_419: Generar Factura
fi: Luo lasku
fr: Générer une facture
fr_ca: Générer la facture
he: ייצר חשבונית
hi: चालान उत्पन्न करें
hr: Generiraj Račun
hu: Számla generálása
id: Hasilkan Faktur
it: Genera Fattura
ja: 請求書を生成
kk: Шот-фактура жасау
ko: 청구서 생성
ms: Hasilkan Invois
nb: Generer faktura
nl: Factuur Genereren
pl: Generuj fakturę
pt_br: Gerar Fatura
pt_pt: Gerar Fatura
ro: Generează Factură
ru: Сгенерировать счет
sk: Vygenerovať faktúru
sv: Skapa faktura
th: สร้างใบแจ้งหนี้
tr: Fatura Oluştur
uk: Генерувати рахунок
vi: Tạo Hóa Đơn
zh_hans: 生成发票
zh_hant: 生成發票
zh_hk: 生成發票

# TK.Action.generateReport
source: Generate Report
ar: إنشاء تقرير
bg: Генериране на отчет
ca: Generar informe
cs: Vygenerovat zprávu
da: Generer Rapport
de: Bericht Erstellen
el: Δημιουργία Αναφοράς
es: Generar informe
es_419: Generar Informe
fi: Luo raportti
fr: Générer un rapport
fr_ca: Générer le rapport
he: ייצר דוח
hi: रिपोर्ट उत्पन्न करें
hr: Generiraj Izvještaj
hu: Jelentés generálása
id: Buat Laporan
it: Genera Report
ja: レポートを生成
kk: Есепті жасау
ko: 보고서 생성
ms: Hasilkan Laporan
nb: Generer rapport
nl: Rapport Genereren
pl: Generuj raport
pt_br: Gerar Relatório
pt_pt: Gerar Relatório
ro: Generează Raport
ru: Сгенерировать отчет
sk: Vytvoriť správu
sv: Generera rapport
th: สร้างรายงาน
tr: Rapor Oluştur
uk: Генерувати звіт
vi: Tạo Báo Cáo
zh_hans: 生成报告
zh_hant: 生成報告
zh_hk: 生成報告

# TK.Action.importData
source: Import Data
ar: استيراد البيانات
bg: Импортирай данни
ca: Importa dades
cs: Importovat data
da: Importer data
de: Daten importieren
el: Εισαγωγή Δεδομένων
es: Importar datos
es_419: Importar datos
fi: Tuo tiedot
fr: Importer les données
fr_ca: Importer des données
he: ייבא נתונים
hi: डेटा इम्पोर्ट करें
hr: Uvezi podatke
hu: Adatok importálása
id: Impor Data
it: Importa Dati
ja: データをインポートする
kk: Деректерді импорттау
ko: 데이터 가져오기
nb: Importer data
nl: Gegevens Importeren
pl: Importuj Dane
pt_br: Importar Dados
pt_pt: Importar Dados
ro: Importă Date
ru: Импортировать данные
sk: Importovať dáta
sv: Importera data
th: นำเข้าข้อมูล
tr: Veri İçe Aktar
uk: Імпортувати дані
vi: Nhập dữ liệu
zh_hans: 导入数据
zh_hant: 導入數據
zh_hk: 導入數據

# TK.Action.invest
source: Invest
ar: استثمار
bg: Инвестирай
ca: Invertir
cs: Investovat
da: Investér
de: Investieren
el: Επένδυση
es: Invertir
es_419: Invertir
fi: Sijoita
fr: Investir
fr_ca: Investir
he: השקעה
hi: निवेश करें
hr: Ulaži
hu: Befektetés
id: Investasi
it: Investi
ja: 投資
kk: Инвестициялау
ko: 투자
ms: Melabur
nb: Invester
nl: Investeren
pl: Inwestuj
pt_br: Investir
pt_pt: Investir
ro: Investește
ru: Инвестировать
sk: Investovať
sv: Investera
th: ลงทุน
tr: Yatırım Yap
uk: Інвестувати
vi: Đầu tư
zh_hans: 投资
zh_hant: 投資
zh_hk: 投資

# TK.Action.linkCard
source: Link Card
ar: ربط البطاقة
bg: Свързване на карта
ca: Enllaçar targeta
cs: Propojit kartu
da: Link Kort
de: Karte Verknüpfen
el: Σύνδεση Κάρτας
es: Vincular tarjeta
es_419: Vincular tarjeta
fi: Linkitä kortti
fr: Lier la carte
fr_ca: Lier la carte
he: קשר כרטיס
hi: कार्ड लिंक करें
hr: Poveži Karticu
hu: Kártya összekapcsolása
id: Tautkan Kartu
it: Collega Carta
ja: カードをリンク
kk: Картаны байланыстыру
ko: 카드 연결하기
ms: Pautkan Kad
nb: Koble kort
nl: Kaart Koppelen
pl: Połącz kartę
pt_br: Vincular Cartão
pt_pt: Vincular Cartão
ro: Link Cardul
ru: Привязать карту
sk: Prepojiť kartu
sv: Länka kort
th: เชื่อมโยงบัตร
tr: Kartı Bağla
uk: Прив'язати картку
vi: Liên kết thẻ
zh_hans: 链接卡片
zh_hant: 連結卡片
zh_hk: 綁定卡片

# TK.Action.pay
source: Pay
ar: دفع
bg: Плати
ca: Pagar
cs: Zaplatit
da: Betal
de: Bezahlen
el: Πληρωμή
es: Pagar
es_419: Pagar
fi: Maksa
fr: Payer
fr_ca: Payer
he: תשלום
hi: भुगतान करें
hr: Plati
hu: Fizetés
id: Bayar
it: Paga
ja: 支払う
kk: Төлеу
ko: 결제하기
ms: Bayar
nb: Betale
nl: Betaal
pl: Zapłać
pt_br: Pagar
pt_pt: Transferir
ro: Plătiți
ru: Оплатить
sk: Zaplatiť
sv: Betala
th: ชำระเงิน
tr: Ödeme Yap
uk: Сплатити
vi: Thanh toán
zh_hans: 付款
zh_hant: 付款
zh_hk: 付款

# TK.Action.payBill
source: Pay Bill
ar: دفع الفاتورة
bg: Плати сметката
ca: Paga la factura
cs: Zaplatit účet
da: Betal regning
de: Rechnung bezahlen
el: Πληρωμή Λογαριασμού
es: Pagar factura
es_419: Pagar factura
fi: Maksa lasku
fr: Payer la facture
fr_ca: Payer la facture
he: שלם חשבון
hi: बिल का भुगतान करें
hr: Plati račun
hu: Számla kifizetése
id: Bayar Tagihan
it: Paga la bolletta
ja: 請求書を支払う
kk: Шотты төлеу
ko: 청구서 납부
ms: Bayar Bil
nb: Betal regning
nl: Rekening Betalen
pl: Zapłać rachunek
pt_br: Pagar Conta
pt_pt: Pagar Fatura
ro: Plătește factura
ru: Оплатить счёт
sk: Zaplatiť účet
sv: Betala räkning
th: ชำระบิล
tr: Faturayı Öde
uk: Оплатити рахунок
vi: Thanh toán hóa đơn
zh_hans: 支付账单
zh_hant: 支付賬單
zh_hk: 繳交帳單

# TK.Action.payNow
source: Pay Now
ar: ادفع الآن
bg: Плати сега
ca: Paga ara
cs: Zaplatit nyní
da: Betal nu
de: Jetzt bezahlen
el: Πλήρωσε τώρα
es: Pagar ahora
es_419: Pagar ahora
fi: Maksa nyt
fr: Payer maintenant
fr_ca: Payer maintenant
he: שלם עכשיו
hi: अभी भुगतान करें
hr: Plati odmah
hu: Fizetés most
id: Bayar Sekarang
it: Paga Ora
ja: 今すぐ支払う
kk: Төлеу
ko: 지금 지불하기
ms: Bayar Sekarang
nb: Betal nå
nl: Nu Betalen
pl: Zapłać teraz
pt_br: Pagar Agora
pt_pt: Pagar Agora
ro: Plătește acum
ru: Оплатить сейчас
sk: Zaplatí teraz
sv: Betala nu
th: ชำระเงินตอนนี้
tr: Hemen Öde
uk: Оплатити зараз
vi: Thanh toán ngay
zh_hans: 立即支付
zh_hant: 立即付款
zh_hk: 立即支付

# TK.Action.printStatement
source: Print Statement
ar: اطبع البيان
bg: Принтирай сметката
ca: Imprimeix extracció
cs: Tisknout výpis
da: Print erklæring
de: Auszug drucken
el: Εκτύπωση δήλωσης
es: Imprimir estado de cuenta
es_419: Imprimir estado de cuenta
fi: Tulosta tiliote
fr: Imprimer l'état financier
fr_ca: Imprimer l'état financier
he: הדפס הצהרה
hi: बिल प्रिंट करें
hr: Ispisuj izvod
hu: Kimutatás nyomtatása
id: Cetak Pernyataan
it: Stampa Estratto conto
ja: 明細書を印刷する
kk: Баянатты басып шығару
ko: 명세서 인쇄하기
ms: Cetak Penyata
nb: Skriv ut uttalelse
nl: Afrekening Afdrukken
pl: Drukuj wyciąg
pt_br: Imprimir Extrato
pt_pt: Imprimir Extrato
ro: Tipărește declarația
ru: Напечатать отчет
sk: Tlačiť výkaz
sv: Skriv ut utdrag
th: พิมพ์รายการ
tr: Bildirimi Yazdır
uk: Друкувати виписку
vi: In sao kê
zh_hans: 打印报表
zh_hant: 列印聲明
zh_hk: 列印聲明

# TK.Action.proceedToCheckout
source: Proceed to Checkout
ar: الانتقال إلى الشراء
bg: Продължи към плащане
ca: Procedir al pagament
cs: Pokračovat k pokladně
da: Gå til kassen
de: Zur Kasse gehen
el: Προχώρα στην Αγορά
es: Proceder al pago
es_419: Proceder al pago
fi: Siirry kassalle
fr: Procéder au paiement
fr_ca: Passer à la caisse
he: המשך לתשלום
hi: चेकआउट पर आगे बढ़ें
hr: Nastavi na blagajnu
hu: Fizetés folytatása
id: Lanjut ke Pembayaran
it: Procedi al pagamento
ja: チェックアウトに進む
kk: Кассаға өту
ko: 결제 진행
ms: Teruskan ke Pembayaran
nb: Gå til kassen
nl: Ga naar Betaling
pl: Przejdź do kasy
pt_br: Prosseguir para Pagamento
pt_pt: Avançar para Pagamento
ro: Continuă la casă
ru: Перейти к оплате
sk: Pokračovať k pokladni
sv: Fortsätt till Kassa
th: ดำเนินการต่อไปที่จุดชำระเงิน
tr: Ödeme İşlemine Geç
uk: Продовжити оформлення замовлення
vi: Tiến hành thanh toán
zh_hans: 继续结账
zh_hant: 前往結帳
zh_hk: 繼續結帳

# TK.Action.requestMoney
source: Request Money
ar: طلب المال
bg: Искай пари
ca: Sol·licitar diners
cs: Požádat o peníze
da: Anmod om penge
de: Geld anfordern
el: Ζήτηση Χρημάτων
es: Solicitar dinero
es_419: Solicitar dinero
fi: Pyydä rahaa
fr: Demander de l'argent
fr_ca: Demander de l'argent
he: בקש כסף
hi: पैसे का अनुरोध करें
hr: Zatraži novac
hu: Pénz kérése
id: Minta Uang
it: Richiedi denaro
ja: お金を要求する
kk: Ақша сұрау
ko: 돈 요청
ms: Minta Wang
nb: Be om penger
nl: Geld Aanvragen
pl: Poproś o pieniądze
pt_br: Solicitar Dinheiro
pt_pt: Pedir Dinheiro
ro: Cere bani
ru: Запросить деньги
sk: Požiadať o peniaze
sv: Begär Pengar
th: ขอเงิน
tr: Para İste
uk: Запросити гроші
vi: Yêu cầu tiền
zh_hans: 请求付款
zh_hant: 請求付款
zh_hk: 請求付款

# TK.Action.saveToFavorites
source: Save to Favorites
ar: حفظ في المفضلة
bg: Запази в любими
ca: Desar a favorits
cs: Uložit mezi oblíbené
da: Gem som favorit
de: Zu Favoriten hinzufügen
el: Αποθήκευση στα Αγαπημένα
es: Guardar en favoritos
es_419: Guardar en favoritos
fi: Tallenna suosikkeihin
fr: Enregistrer dans mes favoris
fr_ca: Sauvegarder dans les favoris
he: שמור למועדפים
hi: पसंद में सहेजें
hr: Spremi u favorite
hu: Kedvencekhez mentés
id: Simpan ke Favorit
it: Salva tra i preferiti
ja: お気に入りに保存
kk: Таңдаулыларға сақтау
ko: 즐겨찾기에 저장
ms: Simpan ke Kegemaran
nb: Lagre som favoritt
nl: Bewaar bij Favorieten
pl: Zapisz do ulubionych
pt_br: Salvar nos Favoritos
pt_pt: Guardar nos Favoritos
ro: Salvează în favorite
ru: Добавить в Избранное
sk: Uložiť medzi obľúbené
sv: Spara till Favoriter
th: บันทึกในรายการโปรด
tr: Favorilere Kaydet
uk: Зберегти в улюблені
vi: Lưu vào yêu thích
zh_hans: 保存到收藏夹
zh_hant: 儲存至最愛
zh_hk: 保存到收藏夾

# TK.Action.schedulePayment
source: Schedule Payment
ar: جدولة الدفع
bg: Планиране на плащане
ca: Programar pagament
cs: Naplánovat platbu
da: Planlæg betaling
de: Zahlung planen
el: Προγραμματισμός Πληρωμής
es: Programar pago
es_419: Programar pago
fi: Aikatauluta maksaminen
fr: Planifier des paiements
fr_ca: Planifier un paiement
he: תאם תשלום
hi: फिर से योजना बनाएं
hr: Zakaži uplatu
hu: Fizetés Ütemezése
id: Jadwalkan Pembayaran
it: Pianifica Pagamento
ja: 支払いをスケジュール
kk: Төлемді жоспарлау
ko: 결제 일정 지정하기
ms: Jadualkan Pembayaran
nb: Planlegg betaling
nl: Betaling plannen
pl: Zaplanuj płatność
pt_br: Agendar Pagamento
pt_pt: Agendar pagamento
ro: Programează plată
ru: Запланировать платеж
sk: Naplánovať platbu
sv: Schemalägg betalning
th: นัดหมายการชำระเงิน
tr: Ödeme Planla
uk: Запланувати платіж
vi: Lên lịch Thanh toán
zh_hans: 安排支付
zh_hant: 安排付款
zh_hk: 安排付款

# TK.Action.sendMoney
source: Send Money
ar: أرسل المال
bg: Изпрати пари
ca: Enviar diners
cs: Odeslat peníze
da: Send Penge
de: Geld senden
el: Στείλε Χρήματα
es: Enviar Dinero
es_419: Enviar dinero
fi: Lähetä rahaa
fr: Envoyer de l'argent
fr_ca: Envoyer de l'argent
he: שלח כסף
hi: पैसा भेजें
hr: Pošalji novac
hu: Pénz küldése
id: Kirim Uang
it: Invia Denaro
ja: お金を送る
kk: Ақша жіберу
ko: 돈 보내기
ms: Hantar Wang
nb: Send penger
nl: Stuur geld
pl: Wyślij pieniądze
pt_br: Enviar Dinheiro
pt_pt: Enviar Dinheiro
ro: Trimite Bani
ru: Отправить деньги
sk: Odoslať peniaze
sv: Skicka pengar
th: ส่งเงิน
tr: Para Gönder
uk: Надіслати гроші
vi: Gửi Tiền
zh_hans: 发送钱款
zh_hant: 發送金錢
zh_hk: 發送金錢

# TK.Action.setUpDirectDeposit
source: Set Up Direct Deposit
ar: قم بإعداد الإيداع المباشر
bg: Настрой директен депозит
ca: Configurar ingrés directe
cs: Nastavit přímý vklad
da: Opsæt Direkte Indbetaling
de: Direkte Einzahlung einrichten
el: Ρύθμισε Άμεση Κατάθεση
es: Configurar Depósito Directo
es_419: Configurar depósito directo
fi: Aseta suora talletus
fr: Configurer le dépôt direct
fr_ca: Configurer le dépôt direct
he: הגדר הפקדה ישירה
hi: डायरेक्ट डिपॉजिट सेट करें
hr: Postavi izravni depozit
hu: Közvetlen betét megadása
id: Atur Setoran Langsung
it: Imposta Deposito Diretto
ja: 口座振込を設定
kk: Тікелей депозитті орнату
ko: 직접 입금 설정
ms: Sediakan Deposit Terus
nb: Sett opp direkte innskudd
nl: Directe storting instellen
pl: Ustaw bezpośrednią wpłatę
pt_br: Configurar Depósito Direto
pt_pt: Configurar Depósito Direto
ro: Configurează Depozitul Direct
ru: Настроить прямой депозит
sk: Nastaviť priamy vklad
sv: Ställ in direktinsättning
th: ตั้งค่าการฝากตรง
tr: Otomatik Havale Ayarla
uk: Налаштувати прямий депозит
vi: Thiết Lập Tiền Gửi Trực Tiếp
zh_hans: 设定直接存款
zh_hant: 設置直接存款
zh_hk: 設定直接存款

# TK.Action.splitBill
source: Split Bill
ar: تقسيم الفاتورة
bg: Раздели сметката
ca: Dividir el compte
cs: Rozdělit účet
da: Del regningen
de: Rechnung teilen
el: Μοιραστείτε το Λογαριασμό
es: Dividir Cuenta
es_419: Dividir Cuenta
fi: Jaa lasku
fr: Partager la facture
fr_ca: Partager la facture
he: חלק את החשבון
hi: बिल बाँटें
hr: Podijeli račun
hu: Számla Felosztása
id: Bagi Tagihan
it: Dividi il Conto
ja: ビルを分割する
kk: Шотты бөлісу
ko: 계산서 나누기
ms: Bahagikan Bil
nb: Splitt regning
nl: Rekening Splitsen
pl: Podziel rachunek
pt_br: Dividir Conta
pt_pt: Dividir Conta
ro: Împarte factura
ru: Разделить счет
sk: Rozdeliť účet
sv: Dela räkningen
th: แบ่งบิล
tr: Hesabı Paylaş
uk: Розділити рахунок
vi: Chia Hóa Đơn
zh_hans: 分摊账单
zh_hant: 分攤帳單
zh_hk: 平分帳單

# TK.Action.subscribe
source: Subscribe
ar: اشتراك
bg: Абониране
ca: Subscriure's
cs: Odebírat
da: Abonner
de: Abonnieren
el: Εγγραφή
es: Suscribirse
es_419: Suscribirse
fi: Tilaa
fr: S’abonner
fr_ca: S’abonner
he: הירשם
hi: सब्सक्राइब करें
hr: Pretplati se
hu: Feliratkozás
id: Berlangganan
it: Abbonati
ja: サブスクリプションに登録
kk: Жазылу
ko: 구독
ms: Langgan
nb: Abonner
nl: Abonneer
pl: Subskrybuj
pt_br: Assinar
pt_pt: Assinar
ro: Abonați-vă
ru: Подписаться
sk: Odoberať
sv: Prenumerera
th: สมัครรับ
tr: Abone Ol
uk: Підписатися
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱
zh_hk: 訂閱

# TK.Action.transfer
source: Transfer
ar: تحويل
bg: Прехвърляне
ca: Transferir
cs: Převést
da: Overfør
el: Μεταφορά
es: Transferir
es_419: Transferir
fi: Siirrä
fr: Transfert
fr_ca: Transférer
he: העברה
hi: स्थानांतरण
hr: Prenesi
hu: Átutalás
it: Trasferimento
ja: 転送する
kk: Ақша аудару
ko: 이체
ms: Pindah
nb: Overfør
nl: Overboeken
pl: Przelew
pt_br: Transferir
pt_pt: Transferir
ru: Перевести
sk: Previesť
sv: Överför
th: โอน
tr: Aktar
uk: Переказати
vi: Chuyển khoản
zh_hans: 转账
zh_hant: 轉帳
zh_hk: 轉帳

# TK.Action.updateNow
source: Update Now
ar: قم بالتحديث الآن
bg: Актуализирай сега
ca: Actualitzar ara
cs: Aktualizovat nyní
da: Opdater Nu
de: Jetzt aktualisieren
el: Ενημερώστε Τώρα
es: Actualizar Ahora
es_419: Actualizar Ahora
fi: Päivitä nyt
fr: Mettre à jour maintenant
fr_ca: Mettre à jour maintenant
he: עדכן עכשיו
hi: अब अपडेट करें
hr: Ažuriraj sada
hu: Frissítés most
id: Perbarui Sekarang
it: Aggiorna Ora
ja: 今すぐ更新
kk: Қазір жаңарту
ko: 지금 업데이트
ms: Kemas kini Sekarang
nb: Oppdater nå
nl: Update nu
pl: Zaktualizuj teraz
pt_br: Atualizar Agora
pt_pt: Atualizar Agora
ro: Actualizează Acum
ru: Обновить сейчас
sk: Aktualizovať teraz
sv: Uppdatera nu
th: อัปเดตเดี๋ยวนี้
tr: Şimdi Güncelle
uk: Оновити зараз
vi: Cập Nhật Ngay
zh_hans: 立即更新
zh_hant: 立即更新
zh_hk: 立即更新

# TK.Action.verifyAccount
source: Verify Account
ar: تحقق من الحساب
bg: Потвърдете акаунта
ca: Verificar compte
cs: Ověřit účet
da: Bekræft Konto
de: Konto verifizieren
el: Επικύρωση Λογαριασμού
es: Verificar Cuenta
es_419: Verificar cuenta
fi: Vahvista tili
fr: Vérifier le compte
fr_ca: Vérifier le compte
he: אמת חשבון
hi: खाता सत्यापित करें
hr: Potvrdi račun
hu: Fiók ellenőrzése
id: Verifikasi Akun
it: Verifica account
ja: アカウントを確認
kk: Аккаунтты тексеру
ko: 계정 확인
ms: Sahkan Akaun
nb: Bekreft konto
nl: Account verifiëren
pl: Weryfikuj konto
pt_br: Verificar Conta
pt_pt: Verificar Conta
ro: Verifică Contul
ru: Подтвердить аккаунт
sk: Overiť účet
sv: Verifiera Konto
th: ยืนยันบัญชี
tr: Hesabı Doğrula
uk: Підтвердити обліковий запис
vi: Xác minh tài khoản
zh_hans: 验证账户
zh_hant: 驗證帳戶
zh_hk: 驗證賬戶
